Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedShellComponent.#ctor(Autodesk.Revit.DB.TriangulatedShellComponent)
Constructs an interface object for a TriangulatedShellComponent.
externalTriangulatedShellComponent:
The TriangulatedShellComponent that the interface object represents.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013